Repository: wunax/strimr
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, zh_hans

# auth.profile.empty
source: No profiles available.
fr: Aucun profil disponible.
zh_hans: 无可用配置。

# auth.profile.error.loadFailed
source: Unable to load profiles. Please try again.
fr: Impossible de charger les profils. Veuillez réessayer.
zh_hans: 无法加载配置，请重试。

# auth.profile.error.pinRequired
source: Enter the PIN for this profile.
fr: Saisissez le code PIN pour ce profil.
zh_hans: 请输入PIN码。

# auth.profile.error.switchFailed
source: Unable to switch profile. Check the PIN and try again.
fr: Impossible de changer de profil. Vérifiez le code PIN et réessayez.
zh_hans: 无法切换配置，检查PIN并重试。

# auth.profile.header.subtitle
source: Choose a profile to continue
fr: Choisissez un profil pour continuer
zh_hans: 选择一个配置以继续

# auth.profile.header.title
source: Who's watching?
fr: Qui regarde ?
zh_hans: 谁在看？

# auth.profile.loading
source: Loading profiles...
fr: Chargement des profils…
zh_hans: 加载配置…

# auth.profile.pin.prompt %@
source: Enter the 4-digit PIN for %@.
fr: Saisissez le code PIN à 4 chiffres pour %@.
zh_hans: 请输入 %@ 的4位PIN码。

# auth.profile.pin.required
source: PIN Required
fr: Code PIN requis
zh_hans: 需要PIN码

# auth.profile.pin.title
source: Enter PIN
fr: Saisir le code PIN
zh_hans: 输入PIN码

# auth.profile.title
source: Select Profile
fr: Sélectionner un profil
zh_hans: 选择用户

# common.actions.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# common.actions.done
source: Done
fr: Terminé
zh_hans: 完成

# common.actions.logOut
source: Log Out
fr: Se déconnecter
zh_hans: 退出登录

# common.actions.play
source: Play
fr: Lecture
zh_hans: 播放

# common.actions.readMore
source: Read more
fr: En savoir plus
zh_hans: 查看更多

# common.actions.resume
source: Resume
fr: Continuer
zh_hans: 继续播放

# common.actions.retry
source: Retry
fr: Réessayer
zh_hans: 重试

# common.actions.showLess
source: Show less
fr: Afficher moins
zh_hans: 收起

# common.actions.shuffle
source: Shuffle
fr: Aléatoire
zh_hans: 随机播放

# common.actions.switchProfile
source: Switch Profile
fr: Changer de profil
zh_hans: 切换用户

# common.actions.switchServer
source: Switch Server
fr: Changer de serveur
zh_hans: 切换服务器

# common.empty.nothingToShow
source: Nothing to show yet.
fr: Rien à afficher pour le moment.
zh_hans: 暂无内容

# common.errors.tryAgainLater
source: An error has occurred. Please try again later.
fr: Une erreur est survenue. Veuillez réessayer plus tard.
zh_hans: 发生错误。请稍后再试。

# errors.missingLibraryIdentifier
source: Missing library identifier.
fr: Identifiant de bibliothèque manquant.
zh_hans: 缺少媒体库标识符

# errors.selectServer.browseLibrary
source: Select a server to browse.
fr: Sélectionnez un serveur pour parcourir.
zh_hans: 请选择服务器以浏览

# errors.selectServer.loadContent
source: Select a server to load content.
fr: Sélectionnez un serveur pour charger le contenu.
zh_hans: 请选择服务器以加载内容

# errors.selectServer.loadDetails
source: Select a server to load details.
fr: Sélectionnez un serveur pour charger les détails.
zh_hans: 请选择服务器以加载详情

# errors.selectServer.loadEpisodes
source: Select a server to load episodes.
fr: Sélectionnez un serveur pour charger les épisodes.
zh_hans: 请选择服务器以加载剧集

# errors.selectServer.loadLibraries
source: Select a server to load libraries.
fr: Sélectionnez un serveur pour charger les bibliothèques.
zh_hans: 请选择服务器以加载媒体库

# errors.selectServer.loadRecommendations
source: Select a server to load recommendations.
fr: Sélectionnez un serveur pour charger les recommandations.
zh_hans: 请选择服务器以加载推荐

# errors.selectServer.loadRelatedContent
source: Select a server to load related content.
fr: Sélectionnez un serveur pour charger le contenu associé.
zh_hans: 请选择服务器以加载相关内容

# errors.selectServer.loadSeasons
source: Select a server to load seasons.
fr: Sélectionnez un serveur pour charger les saisons.
zh_hans: 请选择服务器以加载季

# errors.selectServer.playMedia
source: Select a server to play media.
fr: Sélectionnez un serveur pour lire le média.
zh_hans: 请选择服务器以播放媒体

# errors.selectServer.searchLibrary
source: Select a server to search your library.
fr: Sélectionnez un serveur pour rechercher dans votre bibliothèque.
zh_hans: 请选择服务器以搜索媒体库

# errors.selectServer.updateWatchStatus
source: Select a server to update watch status.
fr: Sélectionnez un serveur pour mettre à jour l'état de lecture.
zh_hans: 请选择服务器以更新观看状态

# home.loading
source: Loading home
fr: Chargement de l'accueil
zh_hans: 加载首页

# integrations.seerr.account.title
source: Account
fr: Compte
zh_hans: 账户

# integrations.seerr.account.userId
source: User ID
fr: ID utilisateur
zh_hans: 用户 ID

# integrations.seerr.actions.signOut
source: Sign out
fr: Se déconnecter
zh_hans: 退出登录

# integrations.seerr.discover.loading
source: Loading Discover
fr: Chargement de la section Découvrir
zh_hans: 正在加载发现

# integrations.seerr.discover.popularMovies
source: Popular movies
fr: Films populaires
zh_hans: 热门电影

# integrations.seerr.discover.popularTV
source: Popular TV
fr: Séries populaires
zh_hans: 热门电视剧

# integrations.seerr.discover.trending
source: Trending
fr: Tendances
zh_hans: 趋势

# integrations.seerr.discover.upcomingMovies
source: Upcoming Movies
fr: Films à venir
zh_hans: 即将上映的电影

# integrations.seerr.discover.upcomingTV
source: Upcoming Series
fr: Séries à venir
zh_hans: 即将播出的剧集

# integrations.seerr.error.connection
source: Unable to reach the Seerr server.
fr: Impossible d’atteindre le serveur Seerr.
zh_hans: 无法连接到 Seerr 服务器。

# integrations.seerr.error.invalidURL
source: Enter a valid server URL.
fr: Saisissez une URL de serveur valide.
zh_hans: 请输入有效的服务器 URL。

# integrations.seerr.login.local
source: Sign in locally
fr: Connexion locale
zh_hans: 本地登录

# integrations.seerr.login.local.title
source: Local account
fr: Compte local
zh_hans: 本地账户

# integrations.seerr.login.password
source: Password
fr: Mot de passe
zh_hans: 密码

# integrations.seerr.login.plex
source: Continue with Plex
fr: Continuer avec Plex
zh_hans: 使用 Plex 继续

# integrations.seerr.login.plex.connectedAccount
source: Uses your connected Strimr Plex account.
fr: Utilise votre compte Plex connecté à Strimr.
zh_hans: 使用您连接到 Strimr 的 Plex 账户。

# integrations.seerr.login.plex.unavailable
source: Sign in to Plex first to use this option.
fr: Connectez-vous d’abord à Plex pour utiliser cette option.
zh_hans: 请先登录 Plex，再使用此选项。

# integrations.seerr.login.title
source: Sign in
fr: Connexion
zh_hans: 登录

# integrations.seerr.quota.limit %lld
source: Limit %lld
fr: Limite %lld
zh_hans: 上限 %lld

# integrations.seerr.quota.movies
source: Movies
fr: Films
zh_hans: 电影

# integrations.seerr.quota.remaining %lld
source: Remaining %lld
fr: Restant %lld
zh_hans: 剩余 %lld

# integrations.seerr.quota.tv
source: TV
fr: Séries
zh_hans: 电视剧

# integrations.seerr.quota.unavailable
source: Unavailable
fr: Indisponible
zh_hans: 不可用

# integrations.seerr.quota.unlimited
source: Unlimited
fr: Illimité
zh_hans: 不限

# integrations.seerr.quota.used %lld
source: Used %lld
fr: Utilisé %lld
zh_hans: 已用 %lld

# integrations.seerr.search.placeholder
source: Search Seerr
fr: Rechercher dans Seerr
zh_hans: 搜索 Seerr

# integrations.seerr.server.save
source: Validate server
fr: Valider le serveur
zh_hans: 验证服务器

# integrations.seerr.server.title
source: Server
fr: Serveur
zh_hans: 服务器

# integrations.seerr.server.url.title
source: Server URL
fr: URL du serveur
zh_hans: 服务器 URL

# integrations.seerr.settings.discoverTab
source: Show Discover tab
fr: Afficher l’onglet Découvrir
zh_hans: 显示“发现”标签

# integrations.seerr.settings.title
source: Settings
fr: Paramètres
zh_hans: 设置

# integrations.seerr.setup.description
source: Connect a server and sign in to start using Seerr.
fr: Connectez un serveur et connectez-vous pour commencer à utiliser Seerr.
zh_hans: 连接服务器并登录以开始使用 Seerr。

# integrations.seerr.setup.method.title
source: Choose sign-in method
fr: Choisissez un mode de connexion
zh_hans: 选择登录方式

# integrations.seerr.setup.start
source: Start setup
fr: Démarrer la configuration
zh_hans: 开始设置

# integrations.seerr.setup.title
source: Set up Seerr
fr: Configurer Seerr
zh_hans: 设置 Seerr

# library.browse.empty.description
source: Nothing to browse yet.
fr: Rien à parcourir pour le moment.
zh_hans: 暂无可浏览内容

# library.browse.empty.title
source: No items
fr: Aucun élément
zh_hans: 暂无项目

# library.browse.filters.clear
source: Clear filter
fr: Effacer le filtre
zh_hans: 清除筛选

# library.browse.filters.count %lld
source: Filter (%lld)
fr: Filtre (%lld)
zh_hans: 筛选（%lld）

# library.browse.filters.loading
source: Loading filters…
fr: Chargement des filtres…
zh_hans: 正在加载筛选…

# library.browse.filters.title
source: Filter
fr: Filtre
zh_hans: 筛选

# library.browse.folders.back
source: Back
fr: Retour
zh_hans: 返回

# library.browse.loading
source: Loading library
fr: Chargement de la bibliothèque
zh_hans: 加载媒体库

# library.browse.sort.direction.asc
source: Ascending
fr: Croissant
zh_hans: 升序

# library.browse.sort.direction.desc
source: Descending
fr: Décroissant
zh_hans: 降序

# library.browse.sort.title
source: Sort
fr: Trier
zh_hans: 排序

# library.detail.tab.browse
source: Browse
fr: Explorer
zh_hans: 浏览

# library.detail.tab.recommended
source: Recommended
fr: Recommendé
zh_hans: 推荐

# library.detail.tabPicker
source: Library tab
fr: Onglet bibliothèque
zh_hans: 媒体库标签

# library.empty.description
source: Add a Plex server or pull to refresh.
fr: Ajoutez un serveur Plex ou tirez pour actualiser.
zh_hans: 添加 Plex 服务器或下拉刷新

# library.empty.title
source: No libraries yet
fr: Aucune bibliothèque pour le moment
zh_hans: 暂无媒体库

# library.error.description
source: Try refreshing to load your Plex libraries.
fr: Essayez d'actualiser pour charger vos bibliothèques Plex.
zh_hans: 尝试刷新以加载 Plex 媒体库

# library.hidden.title
source: Hidden libraries
fr: Bibliothèques masquées
zh_hans: 隐藏的媒体库

# library.loading
source: Loading libraries
fr: Chargement des bibliothèques
zh_hans: 加载媒体库

# library.recommended.loading
source: Loading recommendations
fr: Chargement des recommandations
zh_hans: 加载推荐

source: Loading…
fr: Chargement…
zh_hans: 加载中…

# media.detail.cast.empty
source: No cast information available.
fr: Aucune information sur la distribution.
zh_hans: 暂无演员信息

# media.detail.cast.loading
source: Loading cast…
fr: Chargement de la distribution…
zh_hans: 加载演员表…

# media.detail.cast.noPhoto
source: No photo
fr: Aucune photo
zh_hans: 暂无照片

# media.detail.cast.title
source: Cast
fr: Distribution
zh_hans: 演员表

# media.detail.episodeNumber %lld
source: Episode %lld
fr: Épisode %lld
zh_hans: 第 %lld 集

# media.detail.loadingEpisodes
source: Loading episodes…
fr: Chargement des épisodes…
zh_hans: 加载剧集…

# media.detail.loadingRelated
source: Loading related content…
fr: Chargement du contenu associé…
zh_hans: 加载相关内容…

# media.detail.loadingSeasons
source: Loading seasons…
fr: Chargement des saisons…
zh_hans: 加载季…

# media.detail.noEpisodes
source: No episodes for this season.
fr: Aucun épisode pour cette saison.
zh_hans: 本季暂无剧集

# media.detail.noRelated
source: No related content found.
fr: Aucun contenu associé trouvé.
zh_hans: 未找到相关内容

# media.detail.noSeasons
source: No seasons available.
fr: Aucune saison disponible.
zh_hans: 暂无可用季

# media.detail.noSeasonsYet
source: No seasons available yet.
fr: Aucune saison disponible pour le moment.
zh_hans: 暂无可用季

# media.detail.playFromStart
source: Play from start
fr: Lire depuis le début
zh_hans: 从头播放

# media.detail.season
source: Season
fr: Saison
zh_hans: 季

# media.detail.timeLeft %@
source: %@ left
fr: %@ restant
zh_hans: 剩余 %@

# media.detail.updating
source: Updating details
fr: Mise à jour des détails
zh_hans: 更新详情

# media.detail.watchAction.markUnwatched
source: Mark as unwatched
fr: Marquer comme non regardé
zh_hans: 标记为未看

# media.detail.watchAction.markWatched
source: Mark as watched
fr: Marquer comme regardé
zh_hans: 标记为已看

# media.detail.watchlist.add
source: Add to watchlist
fr: Ajouter à la liste
zh_hans: 添加到待看列表

# media.detail.watchlist.remove
source: Remove from watchlist
fr: Retirer de la liste
zh_hans: 从待看列表移除

# media.labels.countEpisode %lld
source: %lld episodes
fr: %lld épisodes
zh_hans: %lld 集

# media.labels.elementsCount %lld
source: %lld elements
fr: %lld éléments
zh_hans: %lld 个元素

# media.labels.seasonsCount %lld
source: %lld seasons
fr: %lld saisons
zh_hans: %lld 季

# media.placeholder.noArtwork
source: No artwork
fr: Aucune illustration
zh_hans: 暂无封面

# more.logout.message
source: You will need to sign in again.
fr: Vous devrez vous reconnecter.
zh_hans: 你需要重新登录

# player.controls.rewindSeconds %lld
source: Rewind %lld seconds
fr: Reculer de %lld secondes
zh_hans: 后退 %lld 秒

# player.controls.rotation.lock
source: Lock rotation
fr: Verrouiller la rotation
zh_hans: 锁定旋转

# player.controls.rotation.unlock
source: Unlock rotation
fr: Déverrouiller la rotation
zh_hans: 解锁旋转

# player.controls.skipForwardSeconds %lld
source: Skip forward %lld seconds
fr: Avancer de %lld secondes
zh_hans: 快进 %lld 秒

# player.settings.audio.empty
source: No audio tracks available
fr: Aucune piste audio disponible
zh_hans: 无可用音轨

# player.settings.speed
source: Speed
fr: Vitesse
zh_hans: 速度

# player.settings.subtitles
source: Subtitles
fr: Sous-titres
zh_hans: 字幕

# player.settings.subtitles.off
source: Off
fr: Désactivés
zh_hans: 关闭

# player.settings.subtitles.offDescription
source: Disable subtitles
fr: Désactiver les sous-titres
zh_hans: 关闭字幕

# player.skip.credits
source: Skip credits
fr: Passer le générique
zh_hans: 跳过片尾

# player.skip.intro
source: Skip intro
fr: Passer l'intro
zh_hans: 跳过片头

# player.termination.title
source: Playback stopped
fr: Lecture arrêtée
zh_hans: 播放已停止

# search.badge.episode
source: EPISODE
fr: ÉPISODE
zh_hans: 剧集

# search.badge.movie
source: MOVIE
fr: FILM
zh_hans: 电影

# search.badge.season
source: SEASON
fr: SAISON
zh_hans: 季

# search.badge.show
source: SHOW
fr: SÉRIE
zh_hans: 剧集

# search.badge.unknown
source: UNKNOWN
fr: INCONNU
zh_hans: 未知

# search.empty.description
source: Find movies, shows, and episodes across your Plex libraries.
fr: Trouvez des films, séries et épisodes dans vos bibliothèques Plex.
zh_hans: 在 Plex 媒体库中搜索电影、剧集

# search.empty.title
source: Search your library
fr: Rechercher dans votre bibliothèque
zh_hans: 搜索媒体库

# search.fallback.episode
source: Episode
fr: Épisode
zh_hans: 剧集

# search.fallback.movie
source: Movie
fr: Film
zh_hans: 电影

# search.fallback.show
source: TV Show
fr: Série TV
zh_hans: 电视剧

# search.filter.episodes
source: Episodes
fr: Épisodes
zh_hans: 剧集

# search.filter.movies
source: Movies
fr: Films
zh_hans: 电影

# search.filter.shows
source: TV Shows
fr: Séries TV
zh_hans: 电视剧

# search.loading
source: Searching…
fr: Recherche…
zh_hans: 搜索中…

# search.noResults.description
source: Try a different query or adjust the filters.
fr: Essayez une autre requête ou ajustez les filtres.
zh_hans: 尝试其他关键词或调整筛选条件

# search.noResults.title
source: No matches
fr: Aucun résultat
zh_hans: 无匹配结果

# search.prompt
source: Search movies, shows, episodes
fr: Rechercher des films, séries, épisodes
zh_hans: 搜索电影、剧集

# seerr.detail.countries
source: Countries
fr: Pays
zh_hans: 国家/地区

# seerr.detail.createdBy
source: Created by
fr: Créé par
zh_hans: 创作者

# seerr.detail.recommendations
source: Recommendations
fr: Recommandations
zh_hans: 推荐

# seerr.detail.selectSeason
source: Select a season to view episodes.
fr: Sélectionnez une saison pour voir les épisodes.
zh_hans: 选择一季以查看剧集。

# seerr.detail.similar
source: Similar
fr: Similaires
zh_hans: 相似

# seerr.detail.status
source: Status
fr: Statut
zh_hans: 状态

# seerr.manageRequests.action %lld
source: Handle requests (%lld)
fr: Gérer les demandes (%lld)
zh_hans: 处理请求（%lld）

# seerr.manageRequests.action.accept
source: Accept
fr: Accepter
zh_hans: 接受

# seerr.manageRequests.action.decline
source: Decline
fr: Refuser
zh_hans: 拒绝

# seerr.manageRequests.empty
source: No pending requests.
fr: Aucune demande en attente.
zh_hans: 暂无待处理的请求。

# seerr.manageRequests.profile %@
source: Profile: %@
fr: Profil : %@
zh_hans: 配置：%@

# seerr.manageRequests.requestedAt %@
source: Requested %@
fr: Demandé %@
zh_hans: 请求于 %@

# seerr.manageRequests.seasons.all
source: All seasons
fr: Toutes les saisons
zh_hans: 全部季

# seerr.manageRequests.short %lld
source: Requests (%lld)
fr: Demandes (%lld)
zh_hans: 请求（%lld）

# seerr.manageRequests.title
source: Manage requests
fr: Gérer les demandes
zh_hans: 管理请求

# seerr.manageRequests.unknownUser
source: Unknown user
fr: Utilisateur inconnu
zh_hans: 未知用户

# seerr.manageRequests.userId %lld
source: User %lld
fr: Utilisateur %lld
zh_hans: 用户 %lld

# seerr.media.availability.available
source: Available
fr: Disponible
zh_hans: 可用

# seerr.media.availability.partiallyAvailable
source: Partially available
fr: Partiellement disponible
zh_hans: 部分可用

# seerr.media.availability.pending
source: Pending
fr: En attente
zh_hans: 待处理

# seerr.media.availability.processing
source: Processing
fr: En cours
zh_hans: 处理中

# seerr.media.availability.requested
source: Requested
fr: Demandé
zh_hans: 已请求

# seerr.media.availability.unavailable
source: Unavailable
fr: Indisponible
zh_hans: 不可用

# seerr.media.badge.movie
source: Movie
fr: Film
zh_hans: 电影

# seerr.media.badge.series
source: Series
fr: Série
zh_hans: 剧集

# seerr.request.action.cancel
source: Cancel request
fr: Annuler la demande
zh_hans: 取消请求

# seerr.request.action.modify
source: Modify
fr: Modifier
zh_hans: 修改

# seerr.request.action.request
source: Request
fr: Demander
zh_hans: 请求

# seerr.request.action.submit
source: Submit request
fr: Envoyer la demande
zh_hans: 提交请求

# seerr.request.action.update
source: Update request
fr: Mettre à jour la demande
zh_hans: 更新请求

# seerr.request.disabled.missingTvdb
source: This series can’t be requested (missing TVDB ID).
fr: Cette série ne peut pas être demandée (ID TVDB manquant).
zh_hans: 该剧集无法请求（缺少 TVDB ID）。

# seerr.request.disabled.noPermission
source: You don’t have permission to request this media.
fr: Vous n’avez pas l’autorisation de demander ce média.
zh_hans: 你没有权限请求此媒体。

# seerr.request.disabled.noQuota
source: Your quota is unavailable for this media.
fr: Votre quota est indisponible pour ce média.
zh_hans: 此媒体的配额不可用。

# seerr.request.error.missingOptions
source: Select a server, profile, and root folder.
fr: Sélectionnez un serveur, un profil et un dossier racine.
zh_hans: 请选择服务器、配置文件和根目录。

# seerr.request.error.missingTvdb
source: Missing TVDB ID for this series.
fr: ID TVDB manquant pour cette série.
zh_hans: 该剧集缺少 TVDB ID。

# seerr.request.error.noSeasons
source: Select at least one season.
fr: Sélectionnez au moins une saison.
zh_hans: 请至少选择一季。

# seerr.request.movie.confirmation
source: Confirm your request for this movie.
fr: Confirmez votre demande pour ce film.
zh_hans: 确认请求此电影。

# seerr.request.options.profile
source: Quality profile
fr: Profil de qualité
zh_hans: 质量配置文件

# seerr.request.options.rootFolder
source: Root folder
fr: Dossier racine
zh_hans: 根目录

# seerr.request.options.server
source: Server
fr: Serveur
zh_hans: 服务器

# seerr.request.options.title
source: Request options
fr: Options de demande
zh_hans: 请求选项

# seerr.request.seasons.empty
source: No seasons available.
fr: Aucune saison disponible.
zh_hans: 没有可用的季。

# seerr.request.seasons.partialDisabled
source: Partial season requests are disabled by this server.
fr: Les demandes partielles sont désactivées par ce serveur.
zh_hans: 该服务器已禁用部分季请求。

# seerr.request.seasons.title
source: Seasons
fr: Saisons
zh_hans: 季

# seerr.request.services.loading
source: Loading services…
fr: Chargement des services…
zh_hans: 正在加载服务…

# seerr.request.services.unavailable
source: No matching servers available.
fr: Aucun serveur compatible disponible.
zh_hans: 没有可用的匹配服务器。

# seerr.request.title
source: Request
fr: Demande
zh_hans: 请求

# seerr.request.title.modify
source: Modify request
fr: Modifier la demande
zh_hans: 修改请求

# seerr.request.type.fourK.description
source: Request the 4K version.
fr: Demander la version 4K.
zh_hans: 请求 4K 版本。

# seerr.request.type.standard.description
source: Request the standard version.
fr: Demander la version standard.
zh_hans: 请求标准版本。

# seerr.request.type.title
source: Request type
fr: Type de demande
zh_hans: 请求类型

# serverSelection.connection.relay
source: Relay connection
fr: Connexion relais
zh_hans: 中继连接

# serverSelection.connection.unavailable
source: Unavailable
fr: Indisponible
zh_hans: 不可用

# serverSelection.empty.description
source: Make sure your Plex Media Server is online and linked to this account.
fr: Assurez-vous que votre Plex Media Server est en ligne et lié à ce compte.
zh_hans: 请确保 Plex 媒体服务器在线并已关联此账户

# serverSelection.empty.title
source: No servers found
fr: Aucun serveur trouvé
zh_hans: 未找到服务器

# serverSelection.loading
source: Loading servers...
fr: Chargement des serveurs…
zh_hans: 加载服务器…

# serverSelection.retry
source: Try again
fr: Réessayer
zh_hans: 重试

# serverSelection.subtitle
source: Choose which Plex Media Server to connect to.
fr: Choisissez le serveur Plex Media Server auquel vous connecter.
zh_hans: 选择要连接的 Plex 媒体服务器

# serverSelection.title
source: Select your server
fr: Sélectionnez votre serveur
zh_hans: 选择服务器

# settings.integrations.manage
source: Manage integrations
fr: Gérer les intégrations
zh_hans: 管理集成

# settings.integrations.title
source: Integrations
fr: Intégrations
zh_hans: 集成

# settings.interface.displayCollections
source: Display collections
fr: Afficher les collections
zh_hans: 显示合集

# settings.interface.displayedLibraries
source: Displayed libraries
fr: Bibliothèques affichées
zh_hans: 显示的媒体库

# settings.interface.displayedLibraries.empty
source: No libraries available
fr: Aucune bibliothèque disponible
zh_hans: 无可用媒体库

# settings.interface.displayPlaylists
source: Display playlists
fr: Afficher les playlists
zh_hans: 显示播放列表

# settings.interface.navigationLibraries
source: Libraries in the navigation bar
fr: Bibliothèques dans la barre de navigation
zh_hans: 导航栏中的媒体库

# settings.playback.autoPlayNext
source: Play next episode automatically
fr: Lire automatiquement l'épisode suivant
zh_hans: 自动播放下一集

# settings.playback.fastForward
source: Fast forward
fr: Avance rapide
zh_hans: 快进

# settings.playback.player
source: Player
fr: Lecteur
zh_hans: 播放器

# settings.playback.player.externalWarning.message
source: Using an external player can prevent resume progress and Plex watch state from syncing. Infuse may require a subscription.
fr: L'utilisation d'un lecteur externe peut empêcher la reprise et la synchronisation de l'état de lecture Plex. Infuse peut nécessiter un abonnement.
zh_hans: 使用外部播放器可能导致播放进度和 Plex 观看状态无法同步。Infuse 可能需要订阅。

# settings.playback.player.externalWarning.title
source: External player warning
fr: Avertissement lecteur externe
zh_hans: 外部播放器警告

# settings.playback.player.infuse
source: Infuse (external)
fr: Infuse (externe)
zh_hans: Infuse（外部）

# settings.playback.rewind
source: Rewind
fr: Reculer
zh_hans: 后退

# settings.playback.seconds %lld
source: %lld seconds
fr: %lld secondes
zh_hans: %lld 秒

# settings.playback.subtitleScale
source: Subtitle scale
fr: Taille des sous-titres
zh_hans: 字幕大小

# settings.playback.title
source: Playback
fr: Lecteur vidéo
zh_hans: 播放

# settings.title
source: Settings
fr: Paramètres
zh_hans: 设置

# signIn.button.cancel
source: Cancel
fr: Annuler
zh_hans: 取消

# signIn.button.continue
source: Continue with Plex
fr: Continuer avec Plex
zh_hans: 使用 Plex 继续

# signIn.button.refresh
source: Refresh code
fr: Actualiser le code
zh_hans: 刷新验证码

# signIn.button.waiting
source: Waiting for Plex…
fr: En attente de Plex…
zh_hans: 等待 Plex 响应…

# signIn.error.pinExpired
source: Plex sign-in expired. Please try again.
fr: La connexion à Plex a expiré. Veuillez réessayer.
zh_hans: Plex 登录已过期，请重试

# signIn.error.startFailed
source: Failed to start Plex sign-in.
fr: Échec du démarrage de la connexion à Plex.
zh_hans: 无法启动 Plex 登录
